import { TopSection } from "@/components/TopSection";

const CareerPage = () => {
  return (
    <main>
      <TopSection
        title="Змінюймо ігровий досвід користувачів разом"
        subtitle="Відкриті вакансії"
        desc="Це абзац. Натисніть, щоб додати та змінити текст. Просто натисніть «Редагувати текст» або клацніть двічі, щоб додати текст і налаштувати шрифт. Тут ви можете написати історію та розказати користувачам більше про себе."
      />
    </main>
  );
};

export default CareerPage;
